{
  "color": {
    "title": "Orioles Orange",
    "subtitle": "From Inner Self To Outer Worlds",
    "year": "2023",
    "medium": "Interactive Table",
    "size": "1280px x 720px",
    "collaborators": [
      "Ng Ming Ming (Thea)",
      "Wong Jing Yee (Chloe)",
      "Kristen Yeaeun Hong"
    ],
    "description": "Orioles Orange not only symbolizes brightness and warmth but also optimism and excitement. We chose this colour to leave a hopeful message about the meaning of life. We decided to use the Orioles, a tropical bird with an orange belly, as the main subject. Through the interactive table exhibition, viewers would experience growth from birth all the way to adulthood through the eyes of the bird. When the bird begins to learn how to fly, the viewers will be transported to a warm seascape and cityscape as they direct the bird. As we wanted to emphasize warmth and love, we made use of the beautiful red, yellow, and orange colors that fill the sky during sunrise and sunset for an overall warm tone of the landscape. We hope that our personal expression of warmth and excitement through this project can reach out to many others and that they too could spread warmth to their families and friends after interacting with our project.",
    "mainImage": "https://i.imgur.com/qA1tF4A.png",
    "technologies": ["Leap Motion", "TouchDesigner"],
    "details": [
      "Co-developed 'Orioles Orange' for an interactive exhibition visualizing personal growth and emotional warmth through digital storytelling",
      "Designed an immersive experience using interactive projections and sensor-based interaction through TouchDesigner.",
      "Contributed to sensor integration, and interaction authoring for a seamless user experience."
    ],
    "video": {
      "type": "youtube",
      "id": "RJ_YFf-3CIM"
    },
    "photos": [
      {
        "url": "https://i.imgur.com/DRaJ3FD.jpeg",
        "caption": "Our table"
      },
      {
        "url": "https://i.imgur.com/fY1Wiku.jpeg",
        "caption": "Our setup"
      },
      {
        "url": "https://i.imgur.com/C9vdGnA.mp4",
        "caption": "The part I contribute but have not adding the interaction part yet"
      }
    ]
  },
  "parallel-realities": {
    "title": "Flock Flow",
    "subtitle": "what if?",
    "year": "2024",
    "medium": "Interactive Game",
    "size": "Variable",
    "collaborators": [
      "Ng Ming Ming (Thea)",
      "Hung Lok Wing (Kristy)",
      "Liu Ting (Tiffany)",
      "Yau Kai Man (Carmen)"
    ],
    "description": "The Bandwagon Effect parallel world mirrors our reality by emphasizing the pervasiveness of social influence and the fundamental human urge to seek approval and recognition within a group. Through this parallel reality, we can develop a more critical understanding of the bandwagon effect and its implications, which can challenge our own beliefs and promote critical thinking about how social conformity affects society.",
    "mainImage": "https://i.imgur.com/27Oyu41.jpeg",
    "technologies": ["Unity"],
    "details": [
      "Designed branching narrative structure with multiple endings",
      "Created procedurally generated environments",
      "Implemented real-time decision tracking system"
    ],
    "video": {
      "type": "youtube",
      "id": "ycc2DXJToII"
    }
  },
  "meaningful-play": {
    "title": "Meaningful Play",
    "subtitle": "An exhibition for underprivileged children",
    "year": "2024",
    "medium": "Installation",
    "size": "3m x 2m",
    "collaborators": [
      "Caritas - Hong Kong",
      "Ng Ming Ming (Thea)",
      "Hung Lok Wing (Kristy)",
      "Liu Ting (Tiffany)"
    ],
    "description": "A series of interactive games and installations designed specifically for underprivileged children, aiming to provide both entertainment and educational value.",
    "mainImage": "https://i.imgur.com/pVmCMEI.jpeg",
    "technologies": ["Unity", "Python", "OSC"],
    "details": [
      "Collaborated with Caritas Hong Kong to bring educational play to underprivileged children as part of a service-learning project.",
      "Exhitbit Saving Goals, an interactive financial literacy game that reimagines air hockey using coins, promoting saving habits and spending awareness.",
      "Developed an immersive experience using custom visuals, strategic gameplay, and responsive sound feedback. Integrated game design, and digital interaction through tools like Unity, and OSC."
    ],
    "video": {
      "type": "youtube",
      "id": "nFxLYa4WK4M"
    },
    "photos": [
      {
        "url": "https://i.imgur.com/6P7i8iy.mp4",
        "caption": "1st demo setup"
      },
      {
        "url": "https://i.imgur.com/xJfRTlI.jpeg",
        "caption": "Money air hockeys"
      },
      {
        "url": "https://i.imgur.com/aGuW7Ha.jpeg",
        "caption": "Final setup"
      },
      {
        "url": "https://i.imgur.com/RmS355R.jpeg",
        "caption": "Introducing to guests"
      },
      {
        "url": "https://i.imgur.com/ug2ZqiN.jpeg",
        "caption": "Children engaging with the game"
      },
      {
        "url": "https://i.imgur.com/PUZNnSP.jpeg",
        "caption": "Children engaging with the game"
      }
    ]
  }
}
